/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(Aucun)";

/* displayed in the cell */
"Click to record shortcut" = "Cliquer ici pour enregistrer un raccourci";

/* key modifier */
"Command + " = "Commande + ";

/* key modifier */
"Control + " = "Ctrl + ";

/* key modifier */
"Option + " = "Option + ";

/* numeric keypad key. %@ is the name of the key */
"Pad %@" = "Pavé numérique %@";

/* key modifier */
"Shift + " = "Maj + ";

/* No comment provided by engineer. */
"Space" = "Espace";

/* error description */
"The key combination \"%@\" can't be used because %@." = "La combinaison de touches \"%1$@\" ne peut pas être utilisé parce que %2$@.";

/* error description */
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "La combinaison de touches \"%@\" ne peut pas être utilisée parce qu'elle est déjà utilisée par un raccourci système. (Si vous souaitez vraiment utiliser cette combinaison de touches, la plupart des raccourcis peuvent être changés dans les Préférences Systèmes > Clavier et Souris.)";

/* error description */
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "La combinaison de touches \"%1$@\" ne peut pas être utilisée parce qu'elle est déjà utilisée par l'option de menu \"%2$@\".";

/* error description */
"The key combination %@ can't be used!" = "La combinaison de touches %@ ne peut pas être utilisée !";

/* displayed in the cell */
"Type shortcut" = "Tapez votre raccourci";

/* displayed in the cell */
"Use old shortcut" = "Utiliser l'ancien raccourci";

